{
  "social": [
    {
      "name": "Mungazi",
      "url": "http://ongmungazi.org",
      "github": "https://github.com/arturcp/mungazi",
      "description": {
        "paragraphs": [
          "Created in 2015, <a href=\"https://www.facebook.com/ongmungazi/\" target=\"_blank\">Mungazi</a> is a non-profit and secular organization that aims to support refugees in their adaptation to a new reality.",
          "In addition to supporting integration, it offers the opportunity to learn languages, with courses in French, English, Swahili, African culture and African cuisine, promoting the rescue and preservation of African history in Brazil."
        ]
      }
    },
    {
      "name": "Arsenal",
      "url": "https://br.sermig.org/arsenais/arsenal-da-esperan-a-s-o-paulo-brasil.html",
      "github": "https://github.com/arturcp/arsenal",
      "description": {
        "paragraphs": [
          "<a href=\"https://www.facebook.com/arsenaldaesperanca/about/\" target=\"_blank\">Arsenal da Esperança</a> is a nonprofit organization that opens its doors to 1200 men in a homeless situation.",
          "They not only give them a place to sleep but receive them to teach, share and give back the dignity that was taken from them.",
          "This project is a tool built from scratch and donated to the organization to let them manage campaigns to raise funds and receive donations."
        ]
      }
    },
    {
      "name": "Obra do berço",
      "url": "https://obradoberco-qa.herokuapp.com/",
      "description": {
        "paragraphs": [
          "Organização da sociedade civil, sem fins econômicos, que oferece por meio de Trabalho Social e Trabalho Socioeducativo, proteção social básica a crianças, adolescentes, jovens, adultos e famílias provenientes de comunidades de alta e altíssima privação social da zona sul do Município de São Paulo."
        ]
      }
    }
  ],
  "general": [
    {
      "name": "V de Vegança",
      "url": "https://vdeveganca.com.br",
      "description": {
        "paragraphs": [
          "The veg world has a new place for the community.",
          "If you want to know if something is vegan, vegetarian or just know the nutrients of something, V de vegança is the place to go."
        ]
      }
    },
    {
      "name": "Skoob Export Tool",
      "url": "https://skoob-export.herokuapp.com/",
      "github": "https://github.com/arturcp/skoob-exporter",
      "description": {
        "paragraphs": [
          "<a href=\"http://www.skoob.com.br\" target=\"_blank\">Skoob</a> is a social network for readers.",
          "It has no public API and does not provide an easy way to export your books to other social networks like Goodreads.",
          "To fix that, this project gets information about all your books and generates a CSV file in the format Goodreads expect, so you can easily import them."
        ]
      }
    },
    {
      "name": "Kindle clippings report",
      "github": "https://github.com/arturcp/Kindle-Clippings-Report",
      "description": {
        "paragraphs": [
          "<a href=\"https://www.amazon.com.br/dp/B0186FEYKW\" target=\"_blank\">Amazon Kindle</a> is an ebook reader that works with the e-ink techonology, providing a unique experience that other electronic devices don't have.",
          "You have the option to highlight excerpts of texts and make notes, and it generates a .txt file inside the device. However, it is not easy to find notes and organize them. The idea is to extract data from the device and organize it by author and book."
        ]
      }
    },
    {
      "name": "Hackathon bot",
      "github": "https://github.com/arturcp/hackaton_collaboration_bot",
      "description": {
        "paragraphs": [
          "in 2016, Youse did a <a href=\"https://labs.youse.com.br/hackathon-2016-um-teste-para-equipes-auto-gerenciaveis_159/\" target=\"_blank\">Hackathon</a>.",
          "is the leading online source for information on business, economics, career, technology, entrepreneurship and personal finance in Brazil."
        ]
      }
    },
    {
      "name": "Legacy of Joran",
      "url": "http://joran.arenah.com.br",
      "description": {
        "paragraphs": [
          "I love to read and write, and I wrote a medieval fiction book that I intend to publish soon. I have been working hard to make this dream come true.",
          "This project is the draft of the book's website, there are lots of things to improve, but it is going in the right direction."
        ]
      }
    },
    {
      "name": "TED Ed puzzles",
      "github": "https://github.com/arturcp/puzzles",
      "description": {
        "paragraphs": [
          "<a href=\"https://ed.ted.com\" target=\"_blank\">TED Ed</a> is TED’s youth and education initiative. TED-Ed’s mission is to spark and celebrate the ideas of teachers and students around the world. Everything they do supports learning — from producing a growing library of original animated videos, to providing an international platform for teachers to create their own interactive lessons, to helping curious students around the globe bring TED to their schools and gain presentation literacy skills."
        ]
      }
    },
    {
      "name": "Exame.com",
      "url": "http://exame.abril.com.br/",
      "description": {
        "paragraphs": [
          "<a href=\"http://exame.abril.com.br/\" target=\"_blank\">EXAME.com</a>",
          "is the leading online source for information on business, economics, career, technology, entrepreneurship and personal finance in Brazil.",
          "It is a high availability website. It reached 86 millions of page views and 5.8 millions of unique visitors per month."
        ]
      }
    },
    {
      "name": "Remembrall",
      "url": "https://youse-remembrall.herokuapp.com/",
      "github": "https://github.com/arturcp/remembrall",
      "description": {
        "paragraphs": [
          "When the startup started to grow, I felt we were losing an incredible potential to share the knowledge that was spread among the team members. We tried to use a slack channel, then the Flipboard, but for no avail.",
          "But people were sharing. They were sending links to slack, not on a channel dedicated to it, but to the channels where they belong. And so came the idea: why not build a slack bot that captured all the links and shared them in one place, easy to use and to find?"
        ]
      }
    },
    {
      "name": "Arenah",
      "url": "https://arenah-demo.herokuapp.com/",
      "github": "https://github.com/arturcp/arenah-rails",
      "description": {
        "paragraphs": [
          "Arenah is an RPG engine to allow people to play online. It started many years ago on Orkut, moved to a PHP forum and then moved to its own, full-fledged website.",
          "Version after version, it evolved to allow people to play in real time and to build the character sheets (including complex rules).",
          "I have videos of the website. Take a look at <a href=\"https://arenah-demo.herokuapp.com/tour/jogadores\" target=\"_blank\">the player's area</a> and <a href=\"https://arenah-demo.herokuapp.com/tour/mestres\" target=\"_blank\">the game master's area</a>."
        ]
      }
    },
    {
      "name": "Portfolio React",
      "url": "https://arturprado.com",
      "github": "https://github.com/arturcp/portfolio-react",
      "preview": "portfolio-preview.png",
      "description": {
        "paragraphs": [
          "This is the source code for this online portfolio. It was rewritten using React, the former version can stil be found <a href=\"https://github.com/arturcp/portfolio\" target=\"_blank\">here</a>."
        ]
      }
    },
    {
      "name": "Jira WIP Plugin",
      "url": "https://github.com/arturcp/jira-wip-plugin",
      "github": "https://github.com/arturcp/jira-wip-plugin",
      "preview": "jira-wip-plugin.png",
      "description": {
        "paragraphs": [
          "Add new features to your Jira board: count items in WIP (you define which columns belong to the wip), warn about wip limits and change the color of cards that are lingering for too long in the same lane."
        ]
      }
    }
  ]
}
